Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/frmAbout.*.resx
Languages: vi_vn

# Label3.Text
source: Current Config File:
vi_vn: Tập tin cấu hình hiện hành:

# $this.Text
source: About
vi_vn: Về

# Label1.Text
source: Current Project File:
vi_vn: Tập tin dự án hiện hành:

# MapwinVersion.Text
source: MapWindow Version:
vi_vn: Phiên bản phần mềm:

# BuildDate.Text
source: Config Build Date:
vi_vn: Ngày lập cấu hình:

# Developer.Text
source: Developers:
vi_vn: Những nhà phát triển:

# Version.Text
source: MapWinGIS Version:
vi_vn: Cấu hình phiên bản:

# Label5.Text
source: MapWindow Programmable Geographic Information System
vi_vn: Phần mềm Hệ thống thông tin địa lý mở MapWindow

# btnOk.Text
source: &Close
vi_vn: &Đóng

# GroupBox1.Text
source: Powered by MapWindow GIS
vi_vn: Được phát triển bởi MapWindow
