Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/frmMain.*.resx
Languages: pt

# ToolStripMenuItem2.Text
source: Add Group
pt: Adicione Grupo

# ToolStripMenuItem3.Text
source: Add Layer
pt: Adicione Camada

# ToolStripMenuItem4.Text
source: Remove Layer
pt: RemoverCamada

# ToolStripMenuItem5.Text
source: Clear Layers
pt: Limpar Camadas

# ToolStripMenuItem6.Text
source: Zoom to Layer
pt: Zoom para Camada

# ToolStripMenuItem8.Text
source: View Metadata
pt: Mostrar Metadata

# ToolStripMenuItem11.Text
source: Expand Groups
pt: Expandir Grupos

# ToolStripMenuItem12.Text
source: Expand All
pt: Expandir Tudo

# ToolStripMenuItem13.Text
source: Collapse Groups
pt: Fechar Grupos

# ToolStripMenuItem14.Text
source: Collapse All
pt: Fechar Todos

# ToolStripMenuItem16.Text
source: &Properties
pt: &Propriedades
