Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/frmPrint-SidebarLayout.*.resx
Languages: cs, de, ro

# btnPreview.Text
source: Pre&view
cs: &Náhled
de: &Vorschau

# Label4.Text
source: Total Columns:
cs: Počet sloupců:
de: Anzahl Spalten:
ro: Total Coloane:

# Label3.Text
source: Sections Wide:
cs: Šířka:
de: Sektionsbreite:
ro: Intindere Sectiuni:

# btnFontLegend.Text
source: Specify Font
cs: Písmo ..
de: Zeichensatz angeben
ro: Specifica Font

# chkInclImages.Text
source: Include Images in Legend?
cs: Zobrazit legendu pro obrazová data?
de: Bilder in Legende einschließen?
ro: Imagini Incluse in Legenda?

# chkInclRaster.Text
source: Include Rasters in Legend?
cs: Zobrazit legendu pro grid?
de: Raster in Legende einschließen?
ro: Raster Inclus in Legenda?

# chkLegend.Text
source: Include Legend?
cs: Zobrazit legendu?
de: Legende einschließen?
ro: Legenda Inclusa?

# chkVisOnly.Text
source: Visible Layers Only?
cs: Jen viditelné mapové vrstvy?
ro: Numai Stratele Vizibile?

# grpboxLegend.Text
source: Legend
cs: Legenda
ro: Legenda

# chkTitle.Text
source: Include Sidebar Text? (note: will wrap automatically)
cs: Zobrazit postranní text?
de: Siedebartext einschließen? (Hinweis:der Text wird automatisch umgebrochen)
ro: Bara Text Inclusa? (nota: se va desfasura automat)

# chkNorth.Text
source: Include North Arrow? (default, or browse)
cs: Zobrazit ukazatel severu nebo přidat vlastní obrázek?
de: Nordpfeil einschließen?
ro: Directia Nord Inclusa? (inclusa in lipsa altei selectii, sau alege)

# chkScaleBar.Text
source: Include Scale Bar?
cs: Zobrazit grafické měřítko?
de: Maßstabsbalken einschließen?

# btnPrint.Text
source: &Print
cs: &Tisk
de: &Drucken

# Label1.Text
source: Total Horizontal Sections in Page:
cs: Počet sloupců na stránku:
de: Anzahl horizontaler Sektionen auf der Seite:
ro: Totalul sectiunilor orizontale in pagina:

# Label5.Text
source: Map Sections Occupied:
cs: Počet řádek na stránku:
ro: Sectiunile ocupate pe harta :

# btnFontTitle.Text
source: Specify Font
cs: Písmo ..
de: Zeichensatz angeben
ro: Specifica Font

# GroupBox2.Text
source: General Preferences
cs: Všeobecné volby
de: Allgemeine Einstellungen
ro: Preferinte Generale

# Label8.Text
source: Foreground Color:
cs: Barva popředí:
de: Vordergrundfarbe:

# Label7.Text
source: Background Color:
cs: Barva pozadí:
de: Hintergrundfarbe:

# Label6.Text
source: Height:
cs: Výška:
de: Höhe:

# btnFontScalebar.Text
source: Specify Font
cs: Písmo ..
de: Zeichensatz angeben

# chkSbTransparent.Text
source: Transparent?
cs: Průhledné?

# Label2.Text
source: Sections Wide:
cs: Šířka:
de: Sektionsbreite:

# GroupBox3.Text
source: Scale Bar
cs: Grafické měřítko
de: Maßstabsbalken

# btnCancel.Text
source: &Cancel
cs: &Zrušit
de: &Schließen

# Button2.Text
source: P&age Setup
cs: V&zhled stránky
de: Seite einrichten

# Button3.Text
source: Ch&oose Printer
cs: Vyber tiskárnu
de: Drucker auswählen

# $this.Text
source: Print - Sidebar Layout
cs: Tisk -Rozvržení stránky
de: Drucken
ro: Tiparire - Fereastra setari
