Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/frmWelcomeScreen.*.resx
Languages: ja_jp, vi_vn

# lbOpenProject.Text
source: Open a project
ja_jp: プロジェクトを開く
vi_vn: Mở một dự án

# $this.Text
source: Welcome to MapWindow
ja_jp: MapWindowへようこそ
vi_vn: Chào mừng đến với MapWindow

# lbGettingStarted.Text
source: Getting started with MapWindow
ja_jp: MapWindowで開始する
vi_vn: Hãy bắt đầu với MapWindow

# lbMapWindow.Text
source: Visit www.MapWindow.org
ja_jp: www.MapWindow.comを訪問する
vi_vn: Ghé thăm www.MapWindow.org

# lbProject2.Text
source: Project2
ja_jp: プロジェクト2
vi_vn: Dự án2

# lblVersion.Text
source: Open Source v4.8
vi_vn: Open Source Alpha 4.0

# lbHelpFile.Text
source: View online help
ja_jp: MapWindowのヘルプファイル
vi_vn: Hiển thị tập tin hỗ trợ MapWindow

# lbAddData.Text
source: Add data to this project
ja_jp: このプロジェクトにデータを追加する
vi_vn: Thêm dữ liệu vào dự án

# lbProject3.Text
source: Project3
ja_jp: プロジェクト3
vi_vn: Dự án3

# cbShowDlg.Text
source: Show this dialog at startup
ja_jp: 起動時にこの画面を表示する
vi_vn: Hiển thị hộp thoại này khi khởi động

# lbProject1.Text
source: Project1
ja_jp: プロジェクト1
vi_vn: Dự án1

# btnClose.Text
source: Close
ja_jp: 閉じる
vi_vn: Đóng
