Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/TableEditor/mwTableEditor/frmTableEditor.*.resx
Languages: es_es, lt, th

# lblUpdating.Text
source: Updating Table...
es_es: Actualizando Table..
lt: Lentelė atnaujinama...
th: กำลังปรับปรุงตาราง…

# btnApply.Text
source: Apply
es_es: Aplicar
lt: Taikyti
th: ใช้

# btnClose.Text
source: Close
es_es: Cerrar
lt: Uždaryti
th: ปิด

# Selected_Label.Text
source: 1000000 of 1000000 Selected
es_es: 0 de 27 Selecc.
lt: Pažymėta 0 iš 27
th: 0 ใน 27 ที่ถูกเลือก

# Column_Expression_popup.Text
source: Calculate Values (All Records)
es_es: Calcular Valores(Todos)
lt: Skaičiuoti reikšmes (visiems įrašams)
th: คำนวณค่า (ทุกข้อมูล)

# Selected_Input_popup.Text
source: Assign Values (Selected Records)
es_es: Asignar Valor (Seleccion)
lt: Priskirti reikšmes (Pažymėtiems įrašams)
th: กำหนดค่า (ข้อมูลที่ถูกเลือก)

# MenuItem11.Text
source: Trim Text (All Records)
es_es: Cortar Texto (Todos)
lt: Apkirpti tekstą (Visiems įrašams)
th: เล็มข้อความ (ข้อมูลทั้งหมด)

# MenuItem12.Text
source: Trim Text (Selected Records)
es_es: Cortar Texto (Seleccion)
lt: Apkirpti tekstą (Pažymėtiems įrašams)
th: เล็มข้อความ (ข้อมูลที่เลือก)

# sort_asc.Text
source: Sort ASC
es_es: Orden ASC
lt: Rikitiuoti didėjančiai
th: เรียงจากน้อยไปหามาก

# Sort_desc.Text
source: Sort Desc
es_es: Orden Desc
lt: Rikiuoti mažėjančiai
th: เรียงจากมากไปหาน้อย

# Statistics_popup.Text
source: Statistics
es_es: Estadisticas
lt: Statistika
th: สถิติ

# MenuItem3.Text
source: Edit
es_es: Editar
lt: Redaguoti
th: แก้ไข

# MenuItem4.Text
source: View
es_es: Ver
lt: Vaizdas
th: ดู

# mnuQuery.Text
source: Query
es_es: Consulta
lt: Užklausa
th: คำถาม

# mnuSelectAll.Text
source: Select All
es_es: Selecc. Todo
lt: Pažymėti viską
th: เลือก ทั้งหมด

# mnuSelectNone.Text
source: Select None
es_es: Selecc. Nada
lt: Nežymėti nieko
th: เลือก ไม่เอาสักอย่าง

# mnuSwitchSelection.Text
source: Invert Selection
es_es: Invertir Selecc.
lt: Perversti pažymėjimą
th: สับเปลี่ยนการเลือก

# mnuExport.Text
source: Export Selected Features
es_es: Exportar Seleccion
lt: Eksportuoti pažymėtus objektus
th: ส่งออกคุณลักษณะที่เลือก

# MenuItem5.Text
source: Selection
es_es: Seleccion
lt: Pažymėjimas
th: การเลือก

# MenuItem6.Text
source: Tools
es_es: Herramientas
lt: Įrankiai
th: เครื่องมือ

# mnuAddField.Text
source: Add Field
es_es: Agregar Atributo
lt: Pridėti lauką
th: เพิ่มเขตข้อมูล

# mnuRemoveField.Text
source: Remove Field
es_es: Borrar Atributo
lt: Šalinti lauką
th: เอาเขตข้อมูลออก

# mnuRenameField.Text
source: Rename Field
es_es: Renombrar Atributo
lt: Pervadinti lauką
th: ตั้งชื่อเขตข้อมูลใหม่

# mnuShowSelected.Text
source: Show Only Selected Shapes
es_es: Mostrar solo Elementos selecc.
lt: Rodyti tik pažymėtus objektus
th: แสดงเฉพาะสัณฐานที่เลือกเท่านั้น

# mnuZoomToSelected.Text
source: Zoom to Selected Shapes
es_es: Zoom al Elementos selecc.
lt: Pritraukti iki pažymėtų objektų
th: ขยายตามสัณฐานที่เลือก

# MenuItem15.Text
source: Zoom to Shape Being Edited
es_es: Zoom al Elemento Editado
lt: Pritraukti iki redaguojamo objekto
th: ขยายตามสัณฐานที่กำลังแก้ไข

# MenuItem16.Text
source: Flash Selected Shapes
es_es: Mostrar Seleccion
lt: Parodyti pažymėtus objektus

# mnuFind.Text
source: Find
es_es: Buscar
lt: Rasti
th: ค้นหา

# mnuReplace.Text
source: Replace
es_es: Reemplazar
lt: Pakeisti
th: แทนที่

# MenuItem7.Text
source: Import Field Definitions from DBF
es_es: Importar Definicion de Campos del DBF
lt: Importuoti laukų apibrėžimus iš DBF
th: นำเข้านิยามเขตข้อมูลจาก DBF

# MenuItem8.Text
source: Field Calculator Tool
es_es: Calculador de Atributo
lt: Laukų skaičiuoklė
th: เครื่องมือการคำนวณเชิงเขตข้อมูล

# mnuShapeID.Text
source: Generate or Update MWShapeID Field
es_es: Generar o Actualizar MWShapeID
lt: Generuoti ar atnaujinti "MWShapeID" lauką
th: สร้างหรือปรับปรุงเขตข้อมูล MWShapeID

# MenuItem10.Text
source: Copy ShapeIDs to Specified Field...
es_es: Copiar ShapeIDs al campo especificado...
lt: Kopijuoti "SHAPE_ID" į nurodytą bylą...
th: คัดลอก ShapeID ไปยังเขตข้อมูลที่กำหนด…

# $this.Text
source: Attribute Table Editor
es_es: Tabla de Edicion de Atributos
lt: Atributų lentelės redaktorius
th: ตัวแก้ไขตารางคุณลักษณะ
