Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/Identifier/Resource.*.resx
Languages: lt

# msgDone.Text
source: &Done
lt: &Atlikta

# msgSelectShapes.Text
source: &Select Shapes
lt: &Pažymėti shape

# msgShapesSelected.Text
source: Shapes Selected)
lt: shapes pažymėta)

# msgZeroShapesSelected.Text
source: Please select at least one shape to identify against.
lt: Pažymėkite bent vieną shape pagal kurią identifikuoti.

# titleSelectShapes.Text
source: Select Shapes
lt: Pažymėti shape

# msgIdentFromNotSelected.Text
source: Please select a layer to identify features in.
lt: Pasirinkite sluoksnį, kuriame identifikuoti objektus.

# msgIdentWithNotSelected.Text
source: Please select a layer to identify features with.
lt: Pasirinkite sluoksnį, kuriame identifikuoti objektus.

# titleSpecifyLayer.Text
source: Specify Layer
lt: Pažymėkite sluoksnį

# msgNoGridValues.Text
source: No grid values fall within the selected shape(s).
lt: Grido reikšmės nepatenka į pažymėtas shape.

# titleNoGridValues.Text
source: No Grid Values
lt: Nėra grid'o reikšmių
