Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/GlobalResource.*.resx
Languages: cs, de, el, lt, nl, th

# mnuProjectSettings.Text
source: Settings
cs: Nastavení
de: Einstellungen
el: Ιδιότητες χάρτη
lt: Nustatymai
nl: &Instellingen
th: การกำหนดค่า

# mnuRemoveGroup.Text
source: Remove Group
cs: Odebrat skupinu
de: Gruppe entfernen
el: Αφαίρεση ομάδας
lt: Trinti grupę
nl: &Verwijder groep
th: เอากลุ่มออก

# mnuZoomOut.Text
source: Zoom Out
cs: Zmenšit
de: Herauszoomen
lt: Sumažinti vaizdą
nl: Zoom &uit
th: ขยายออก

# mnuNextZoom.Text
source: Next Zoom
cs: Následující
de: nächste Zoomstufe
el: Επόμενη εστίαση
lt: Sekantis vaizdas
nl: Vo&lgende Zoom
th: ขยายต่อไป

# mnuPreviousZoom.Text
source: Previous Zoom
cs: Předchozí zvětšení
de: vorherige Zoomstufe
el: Προηγούμενη εστίαση
lt: Ankstesnis vaizdas
nl: V&orige zoom
th: ขยายก่อนหน้านี้

# mnuCopyMap.Text
source: Map
cs: Mapa
de: Karte kopieren
el: Αντιγραφή
lt: Žemėlapis
nl: &Kopieer kaart
th: แผนที่

# mnuOpen.Text
source: Open Project
cs: Otevřít projekt
de: Öffnen
el: Άνοιγμα
lt: Atidaryti projektą
nl: &Openen
th: เปิดโครงการ

# mnuOpenProjectIntoGroup.Text
source: Open Project Into New Group
cs: Přidat projekt jako novou skupinu
de: Projekt als Gruppe hinzufügen
el: Άνοιγμα χάρτη σε νέα ομάδα
lt: Atidaryti projektą į naują grupę
nl: Open project als nieuwe groep
th: เปิดโครงการเข้าไปในกลุ่มใหม่

# mnuRemoveLayer.Text
source: Remove Layer
cs: Odstranit vrstvu
de: Layer entfernen
el: Αφαίρεση θεματικού επιπέδου
lt: Šalinti sluoksnį
nl: &Verwijder laag
th: เอาชั้นข้อมูลออก

# mnuSaveAs.Text
source: Save As
cs: Uložit jako
de: Speichern unter
el: Αποθήκευση ως
lt: Išsaugoti kaip
nl: Ops&laan als
th: บันทึกเป็น

# mnuWelcomeScreen.Text
source: Welcome Screen
cs: Úvodní obrazovka
de: Wilkommensbildschirm
el: Οθόνη καλωσορίσματος
lt: Pasisveikinimo langas
nl: Openings&scherm
th: จอยินดีต้อนรับ

# mnuZoomToFullExtents.Text
source: Zoom to Full Extents
cs: Zobrazit maximální rozsah
de: Auf vollen Kartenbereich zoomen
el: Εστίαση στην μέγιστη έκταση
lt: Pritraukti vaizdą iki žemėlapio ribų
nl: Zoom naar &max kaart
th: ขยายสู่ภาพขยายเต็มที่

# mnuRecentProjects.Text
source: Recent Projects
cs: Poslední projekty
de: Zuletzt geöffnete Projekte
el: Πρόσφατοι χάρτες
lt: Naudoti projektai
nl: &Recente projecten
th: โครงการเมื่อไม่นานมานี้

# mnuView.Text
source: View
cs: Zobrazit
de: &Ansicht
el: Προβολή
lt: Vaizdas
nl: Bee&ld
th: มุมมอง

# mnuPrint.Text
source: Print
cs: Tisk
de: Drucken
el: Εκτύπωση
lt: Spausdinti
nl: Af&drukken
th: พิมพ์

# mnuBookmarkView.Text
source: Add Bookmarked View
cs: Přidat mapu do záložek
lt: Pridėti vaizdą į sąrašą
nl: Bewaar view
th: เพิ่ม Bookmarked View

# mnuBookmarkDelete.Text
source: Delete Bookmarked View
cs: Odstranit záložku
lt: Trinti vaizdą iš sąrašo
nl: Verwijder opgeslagen view
th: ลบ Bookmarked View

# mnuBookmarkedViews.Text
source: Bookmarked Views
cs: Záložky
lt: Vaizdų sąrašas
nl: Opgeslagen views

# msgHelpfileDoesNotExist.Text
source: Help file does not exist.
cs: Soubor s nápovědou neexistuje.
de: Die Hilfedatei existiert nicht.
lt: Pagalbos failas neegzistuoja.
nl: Het helpbestand bestaat niet.
th: ไม่มีแฟ้มวิธีใช้

# mnuUpdatePreview.Text
source: Update preview
de: Vorschau aktualisieren
el: Ανανέωση
nl: &Vernieuw voorbeeld

# mnuUpdatePreviewFull.Text
source: Update using Full Extents
cs: Překreslit podle celé mapy
de: Vorschaukarte in Vollansicht aktualisieren
el: Ενημέρωση στην μέγιστη έκταση
lt: Atnaujinti naudojant pilnas ribas
nl: Vernieuw met Full extents
th: ปรับปรุงโดยใช้ภาพขยายเต็มที่

# mnuUpdatePreviewCurr.Text
source: Update using Current View
cs: Překreslit podle výřezu mapy
de: Vorschaukarte in aktueller Ansicht aktualisieren
el: Ενημέρωση στην τρέχουσα προβολή
lt: Atnaujinti naudojant esamą vaizdą
nl: Vernieuw met huidige view
th: ปรับปรุงโดยใช้มุมมองปัจจุบัน

# LegendName.Text
source: Legend
cs: Legenda
de: Legende
lt: Legenda
nl: Legenda

# mnuFile.Text
source: File
cs: Soubor
de: &Datei
el: Αρχείο
lt: Byla
nl: &Bestand
th: แฟ้ม

# mnuCopyLegend.Text
source: Legend
cs: Legenda
de: Legende kopieren
el: Υπόμνημα
lt: Legenda
nl: Kopieer &legenda
th: คำอธิบายสัญลักษณ์

# mnuClearPreview.Text
source: Clear
cs: Vyčistit
de: Vorschau löschen
el: Καθαρισμός
lt: Valyti
nl: &Wis voorbeeld
th: ล้าง

# mnuClearSelectedShapes.Text
source: Clear Selected Shapes on current layer
cs: Zrušit výběr
de: Gewählte Shapes entfernen
el: Καθαρισμός επιλεγμένων αντικειμένων
lt: Atžymėti pažymėtas figūras
nl: De-selecteer de shapes
th: ล้างสัณฐานที่เลือก

# mnuSetScale.Text
source: Set Map Scale
cs: Změnit měřítko mapy
de: Kartenmaßstab wählen
el: Καθορισμός κλίμακας
lt: Nustatyti žemėlapio mastelį
nl: Stel de map schaal in
th: กำหนดมาตราส่วนแผนที่

# mnuShowScaleBar.Text
source: Show Floating Scale Bar
cs: Zobrazit grafické měřítko
de: Maßstabsskala anzeigen
el: Προβολή κλίμακας
lt: Rodyti slankiąją mastelio juostą
nl: Toon de 'floating' schaalbalk
th: แสดงแถบมาตราส่วนลอย

# mnuZoomToPreviewExtents.Text
source: Zoom to Preview Map Extents
cs: Zvětšit podle přehledové mapy
de: Auf Vorschaukarten-Ansicht zoomen
el: Εστίαση στα πλαίσια του χάρτη προεπισκόπησης
lt: Pritraukti vaizdą žemėlapio ribų peržiūrai
nl: Zoom naar de map extents van het voorbeeld
th: ขยายสู่ภาพขยายแผนที่ที่ดูก่อนหน้า

# mnuAboutMapWindow.Text
source: About
cs: O programu
de: Info über MapWindow
el: Σχετικά
lt: Apie
nl: &Info
th: เกี่ยวกับ MapWindow

# mnuSave.Text
source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
lt: Saugoti projektą
nl: Opslaan
th: บันทึก

# mnuEditPlugins.Text
source: Edit Plug-ins
cs: Správce zásuvných modulů
de: PlugIns Wizard
el: Επιλογές εργαλείων
lt: Redaguoti papildinius
nl: &Wijzig plug-ins
th: แก้ไข Plug-ins

# mnuNew.Text
source: New
cs: Nový
de: Neu
el: Νέο
lt: Naujas projektas
nl: &Nieuw
th: สร้าง

# mnuClose.Text
source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
lt: Uždaryti
nl: &Sluiten
th: ปิด

# mnuAddLayer.Text
source: Add Layer
cs: Přidat vrstvu
de: Layer hinzufügen
el: Προσθήκη θεματικού επιπέδου
lt: Pridėti sluoksnį
nl: &Toevoegen laag
th: เพิ่มชั้นข้อมูล

# mnuEdit.Text
source: Edit
cs: Úpravy
de: &Bearbeiten
el: Επεξεργασία
lt: Redaguoti
nl: B&ewerken
th: แก้ไข

# mnuClearLayer.Text
source: Clear Layers
cs: Odstranit vrstvy
de: Alle Layer löschen
el: Αφαίρεση όλων των θεματικών επιπέδων
lt: Šalinti visus sluoksnius
nl: &Wis laag
th: ล้างชั้นข้อมูล

# mnuExit.Text
source: Exit
cs: Konec
de: Beenden
el: Έξοδος
lt: Išeiti
nl: &Afsluiten
th: จบการทำงาน

# mnuContents.Text
source: Contents
cs: Obsah
de: Inhalt
el: Περιεχόμενα
lt: Turinys
nl: Inhoud
th: หัวข้อ

# mnuSaveMapImage.Text
source: Map
cs: Mapa
de: Karte als Bild speichern
el: Χάρτης
lt: Žemėlapis
nl: &Sla kaart op als plaatje
th: แผนที่

# mnuSaveGeorefMapImage.Text
source: Georeferenced Map
cs: Georeferencovaná mapa
de: Karte als georefferenziertes Bild speichern
el: Χάρτης (γεωδιορθωμένος)
lt: Geografiškai orientuotas žemėlapis
nl: S&la kaart op als Georeferenced Map Image
th: แผนที่อ้างอิงได้ทางภูมิศาสตร์

# mnuSaveScaleBar.Text
source: Scale Bar
cs: Grafické měřítko
de: Maßstabsskala als Bild speichern
el: Κλίμακα
lt: Mastelio juosta
nl: Sl&a schaalbalk op als plaatje
th: แถบมาตราส่วน

# mnuSaveNorthArrow.Text
source: North Arrow
cs: Směrová růžice
de: Kompassrose als Bild speichern
el: Σύμβολο Βορρά
lt: Šiaurės rodyklė
nl: Sla &de noordpijl op als plaatje
th: ลูกศรทิศเหนือ

# mnuSaveLegend.Text
source: Legend
cs: Legenda
lt: Legenda
nl: Sla d&e legenda op als plaatje

# mnuCopyScaleBar.Text
source: Scale Bar
cs: Grafické měřítko
de: Maßstabsskala kopieren
el: Κλίμακα
lt: Mastelio juosta
nl: Kopieer &schaalbalk
th: แถบมาตราส่วน

# mnuCopyNorthArrow.Text
source: North Arrow
cs: Směrová růžice
de: Kompassrose kopieren
el: Σύμβολο Βορρά
lt: Šiaurės rodyklė
nl: Kopieer &noordpijl
th: ลูกศรทิศเหนือ

# mnuCopy.Text
source: Copy
cs: Kopírovat
de: Kopieren
el: Αντιγραφή
lt: Kopijuoti
nl: &Kopieren
th: คัดลอก

# mnuExport.Text
source: Export
de: Exportieren
el: Εξαγωγή
lt: Eksportuoti
nl: &Exporteren
th: ส่งออก

# mnuPreview.Text
source: Preview Map
cs: Náhled mapy
de: Vorschau
el: Χάρτης προεπισκόπηση
lt: Žemėlapio peržiūra
nl: &Voorbeeld kaart
th: ดูแผนที่ก่อน

# msgLegend_LayerVisibleChanged.Text
source: Dynamic visibility is enabled for this layer. Do you want to disable it and show this layer?
de: Dieser Layer nutzt eine dynamische Sichtbarkeit. Änderungen an diesen Optionen werden das dynamische Sichtbarkeits Feature deaktivieren. Wollen Sie dieses Feature deaktivieren? (Hinweis: Sie können die dynamische Sichtbarkeit im Legenden Editor wieder einstellen.)
el: Αυτό το θεματικό επίπεδο χρησιμοποιεί δυναμική ορατότητα.Εμφανίζοντας αυτό το θεματικό επίπεδο θα απενεργοποιηθεί η δυναμική ορατότητα.Θέλετε να εμφανίσετε το θεματικό επίπεδο;
nl: Deze laag gebruikt Dynamic Visibility. Als je door gaat zal de Dynamic Visiblity opties worden uitgeschakeld. Weet je zeker dat je dit wilt? (Je kunt de Dynamic Visiblity via de Legenda Editor weer aanzetten.)
th: ชั้นข้อมูลนี้ใช้ Dynamic Visibility การกำหนดคุณสมบัตินี้จะทำให้ Dynamic Visibility feature ใช้ไม่ได้ คุณต้องการที่จะปิดคุณลักษณะนี้หรือไม่?(ข้อสังเกต:คุณสามารถนำกลับมาใช้อีกได้โดยใช้ตัวแก้ไขคำบรรยาย)

# msgHandleShortcutKeys.Text
source: Are you sure you wish to remove the currently selected layer?
cs: Opravdu si přejete odstranit vybranou vrstvu?
de: Wollen Sie den aktuellen Layer wirklich entfernen?
lt: Ar esate tikras, kad norite ištrinti pažymėtą sluoksnį?
nl: Weet je zeker dat je de geselecteerde laag wilt verwijderen?
th: คุณแน่ใจหรือไม่ที่จะเอาชั้นข้อมูลที่เลือกนี้ออก?

# msgUpdateToolNotFound.Text
source: The Update Check tool could not be located; all updates will need to be manually downloaded. {0} Open the Downloads page now?
cs: Nepodařilo se najít nástroj pro automatické aktualizace. Dostupné aktualizace můžete zkontrolovat ručně. Přejete si nyní otevřít stránku s aktualizacemi MapWindow?
de: Das Tool zur überprüfung auf aktualisierungen konnte nicht gefunden werden; alle aktualisierungen müssen manuell heruntergeladen werden. {1} Jetzt die Download Seite öffnen?
lt: Nerastas atnaujinimo įrankis; atnaujinimus reikės siųstis rankiniu būdu. {1} Atidaryti atnaujinimų tinklapį dabar?
nl: De applicatie om te controleren voor nieuwe updates kon niet worden gevonden. Alle updates moeten handmatig worden gedownload. {0} De downloadspagina nu openen?
th: เครื่องมือตรวจหาการปรับปรุงไม่สามารถกำหนดตำแหน่งได้ การปรับปรุงทั้งหมดต้องใช้การ download ด้วยตนเอง {1} เปิดหน้า download ตอนนี้เลยหรือไม่?

# msgPanelDistance.Text
source: Distance:
cs: Vzdálenost:
de: Distanz:Auf zu Messende Punkte klicken
lt: Atstumas:
nl: Afstand: klik locaties
th: ระยะทาง:

# msgPanelArea.Text
source: Area:
cs: Plocha:
de: Fläche:
lt: Sritis:
nl: Oppervlakte:
th: พื้นที่ที่วาดรูปหลายเหลี่ยม:

# msgPanelAreaClick.Text
source: Click on the vertices; right-click to finish
cs: Pro nové měření stiskněte pravé tlačítko myši.
de: Auf Eckpunkte klicken, wenn fertig, rechtsklick.
lt: Spauskite ant verteksų; Spauskite dešinį klavišą, kad baigtumėte
nl: Klik locaties, rechtermuisklik om te stoppen
th: คลิกที่ vertice;คลิกขวาเพื่อจบการทำงาน

# msgAreaDrawnPolygon.Text
source: Area of the drawn polygon:
cs: Plocha:
de: Fläche des gezeichneten Polygons:
lt: Nupiešto poligono sritis:
nl: Oppervlakte:
th: พื้นที่ที่วาดรูปหลายเหลี่ยม:

# msgError.Text
source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
lt: Klaida
nl: Fout
th: ข้อผิดพลาด

# msgLegendLayerDoubleClick.Text
source: No properties available for this layer type.
cs: Pro tuto vrstvu nelze nastavit žádné vlastnosti
de: Für diesen Layer Typ sind keine Eigenschaften vorhanden.
el: Aucune propriété disponible pour ce type de couche.
lt: Šis sluoksnio tipas neturi savybių.
nl: Er zijn geen eigenschappen beschikbaar voor dit type laag.
th: ไม่มีคุณสมบัติสำหรับชั้นข้อมูลนี้

# msgSaveProject1.Text
source: Do you want to save the changes to
cs: Chcete uložit změny v
de: Änderungen speichern im Projekt
el: Θέλετε να αποθηκεύσετε τις αλλαγές
lt: Ar norite išsaugoti pakeitimus padarytus
nl: Wilt u de wijzigingen opslaan naar
th: คุณต้องการที่จะบันทึกการเปลี่ยนแปลงของโครงการนี้หรือไม่?

# msgSaveProject2.Text
source: this project?
cs: tomto projektu?
el: στον χάρτη;
lt: projektui?
nl: dit project?

# titleHelpfileDoesNotExist.Text
source: Helpfile is missing
de: Hilfedatei nicht vorhanden
nl: Helpbestand ontbreekt

# msgClearLayers.Text
source: Are you sure you want to remove all layers?
cs: Opravdu chcete odstranit všechny vrstvy?
de: Wollen Sie wirklich alle Layer entfernen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε όλα τα θεματικά επίπεδα από τον χάρτη;
lt: Ar tiktai norite ištrinti visus sluoksnius?
nl: Weet je zeker dat je alle lagen wilt verwijderen?
th: คุณแน่ใจหรือไม่ที่จะเอาทุกชั้นข้อมูลออก?

# titleErrorSavingImage.Text
source: Error Saving image
cs: Chyba při ukládání obrázku
de: Fehler beim speichern des Bildes
nl: Fout bij opslaan plaatje.

# mnuCheckUpdates.Text
source: &Check for Updates
cs: Zkontrolovat dostupné aktualizace
de: Auf Updates prüfen
el: Έλεγχος για ενημερώση του λογισμικού
lt: &Ieškoti atnaujinimų
nl: Controleer op &updates
th: &ตรวจหาเพื่อปรับปรุงให้ทันสมัย

# mnuShowLegend.Text
source: &Legend
cs: Zobrazit legendu
de: Legende anzeigen
el: Υπόμνημα
lt: Rodyti &legendą
nl: Toon &legenda
th: แสดง & คำอธิบายสัญลักษณ์

# mnuShowPreviewMap.Text
source: &Preview Map
cs: Zobrazit přehledovou mapu
de: Kartenvorschau anzeigen
el: Χάρτης Προεπισκόπησης
lt: Žemėlapio &peržiūra
nl: Toon &voorbeeld kaart
th: แสดง & ดูแผนที่ก่อน

# mnuOnlineDocs.Text
source: MapWindow Documentation (Online)
cs: Nápověda MapWindow (Online)
de: Online Dokumentation (englisch)
el: Online Οδηγίες
lt: MapWindow dokumentacija (internete)
nl: &MapWindow documentatie (Online)
th: เอกสาร MapWindow (Online)

# mnuOfflineDocs.Text
source: MapWindow Documentation (Offline)
cs: Nápověda MapWindow (Offline)
de: Offline Dokumentation (englisch)
el: Offline Οδηγίες
lt: MapWindow dokumentacija (atjungta)
nl: MapWindow &documentatie (Offline)
th: เอกสาร MapWindow (Offline)

# mnuShortcuts.Text
source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastaturkürzel
el: Συντομεύσεις πληκτρολογίου
lt: Spartieji klavišai
nl: &Toetsenbord sneltoetsen
th: ปุ่มลัด

# msgShortcutsTitle.Text
source: The following keyboard shortcuts are available:
cs: Můžete použít následující klávesové zkratky:
de: Folgende Tastaturkürzel stehen zur Verfügung:
el: Οι παρακάτω συντομεύσεις πληκτρολογίου είναι διαθέσιμες:
lt: Galimi spartieji klavišai:
nl: Onderstaande toetsenbord sneltoetsen zijn beschikbaar:
th: มีปุ่มลัดต่อไปนี้:

# msgShortcutsDel.Text
source: Del - Remove the currently selected layer.
cs: Del - Odstranit vybranou vrstvu.
de: Entf - Aktuell gewählten Layer entfernen.
el: Del - Αφαίρεση του επιλεγμένου θεματικού επιπέδου.
lt: Del - Trinti pažymėtąą sluoksnį.
nl: Del: Verwijder de huidige laag.
th: Del - เอาชั้นข้อมูลที่เลือกปัจจุบันออก

# msgShortcutsIns.Text
source: Ins - Add a layer.
cs: Ins - Přidat mapovou vrstvu.
de: Einfg - Einen Layer hinzufügen.
el: Ins - Προσθήκη θεματικού επιπέδου.
lt: Ins - Pridėti sluoksnį.
nl: Ins: Een laag toevoegen.
th: Ins - เพิ่มชั้นข้อมูล

# msgShortcutsCtrlS.Text
source: Ctrl-S - Save the project.
cs: Ctrl-S - Uložit projekt.
de: Strg-S - Das Projekt speichern.
el: Ctrl-S - Αποθήκευση του χάρτη.
lt: Ctrl+S - Išsaugoti projektą.
nl: Ctrl-S: Het project opslaan.
th: Ctrl-S - บันทึกโครงการ

# msgShortcutsCtrlO.Text
source: Ctrl-O - Open a project.
cs: Ctrl-O - Otevřít projekt.
de: Strg-O - Ein Projekt öffnen.
el: Ctrl-O - Άνοιγμα του χάρτη.
lt: Ctrl+O - Atidaryti projektą.
nl: Ctrl-O: Een project openen.
th: Ctrl-O - เปิดโครงการ

# msgShortcutsCtrlC.Text
source: Ctrl-C - Copy a map snapshot to the clipboard.
cs: Ctrl-C - Kopírovat mapový výřez do schránky.
de: Strg-C - Einen Schnappschuß der Karte in die Zwischenablage kopieren.
el: Ctrl-C - Αντιγραφή του χάρτη (στιγμιότυπο) στο πληκτρολόγιο
lt: Ctrl+C - Kopjuoti momentinę ekrano kopiją į iškarpinę.
nl: Ctrl-C: Kopieer de kaart naar het klembord
th: Ctrl-C - คัดลอกแผนที่ที่ถ่ายขณะนั้นไปยัง clipboard

# msgShortcutsCtrlP.Text
source: Ctrl-P - Open the Print Preview window
cs: Ctrl-P - Otevřít náhled tisku
de: Strg-P - Fenster zur Druckvorschau öffnen
el: Ctrl-P - Άνοιγμα της προεπισκόπησης εκτύπωσης
lt: Ctrl+P - Atidaryti spausdinimo peržiūros langą.
nl: Ctrl-P: Open het voorbeeld print scherm
th: Ctrl-P - เปิดจอก่อนพิมพ์

# msgShortcutsCtrlF4.Text
source: Ctrl-F4 - Close the current project.
cs: Ctrl-F4 - Zavřít projekt.
de: Strg-F4 - Das aktuelle Projekt schließen.
el: Ctrl-F4 - Κλείσιμο του τρέχοντος χάρτη.
lt: Ctrl+F4 - Uždaryti dabartinį projektą.
nl: Ctrl-F4: Sluit het project.
th: Ctrl-F4 - ปิดโครงการปัจจุบัน

# msgShortcutsHome.Text
source: Home - Zoom to Full Extents
cs: Home - Zobrazit mapu v maximálním rozsahu
de: Pos1 - Auf volle Ausdehnung zoomen
el: Home - Εστίαση στην μέγιστη έκταση.
lt: Home - Pritraukti vaizdą iki pilnų žemėlapio ribų.
nl: Home: Maximaliseer de kaart.
th: Home - ขยายสู่ขยายเต็มที่

# msgShortcutsCtrlHome.Text
source: Ctrl-Home - Zoom to Selected Layer
cs: Ctrl-Home - Zvětšit podle vybrané vrstvy
de: Strg-Pos1 - Auf gewählten Layer zoomen
el: Ctrl-Home - Εστίαση στον θεματικό επίπεδο.
lt: Ctrl+Home - Pritraukti vaizdą iki pažymėtoo sluoksnio.
nl: Ctrl-Home: Zoom naar de actieve laag.
th: Ctrl-Home - ขยายสู่ชั้นข้อมูลที่เลือก

# msgShortcutsPlus.Text
source: Plus - Zoom in on center of map (25% of View)
cs: Plus - Zvětšit (25% mapového výřezu)
de: Plus - Auf das Zentrum der Karte hineinzoomen (25% Schritte)
el: Plus - Zoom In στο κέντρο του χάρτη (κατά 25% της προβολής).
lt: Plus - Padidinti vaizdą 25%.
nl: Plus: Zoom in op het middelpunt van de kaart (25% van het beeld).
th: Plus - ขยายเข้าไปตรงกลางของแผนที่ (25% ของมุมมอง)

# msgShortcutsMinus.Text
source: Minus - Zoom out on center of map (25% of View)
cs: Minus - Zmenšit (25% mapového výřezu)
de: Minus - Aus dem Zentrum der Karte hinauszoomen (25% Schritte)
el: Minus - Zoom Out στο κέντρο του χάρτη (κατά 25% της προβολής)
lt: Minus - Sumažinti vaizdą 25%.
nl: Minus: Zoom uit op het middelpunt van de kaart (25% van het beeld).
th: - - ขยายออกจากตรงกลางของแผนที่ (25% ของมุมมอง)

# msgShortcutsPageUp.Text
source: Page-Up - Pan Up (50% of View)
cs: Page-Up - Posunout nahoru (50% výřezu)
de: Bild-Auf - Nach oben verschieben (50% Schritt)
el: Page-Up - Μετακίνηση προς τα πάνω (κατά 50% της προβολής).
lt: PageUp - Perstumti matomą vaizdą 50% į viršų.
nl: Page-Up: Omhoog schuiven (50% van het beeld).
th: Page-Up - เลื่อนขึ้น (50% ของมุมมอง)

# msgShortcutsPageDown.Text
source: Page-Down - Pan Down (50% of View)
cs: Page-Down - Posunout dolu (50% výřezu)
de: Bild-Ab - Nach unten verschieben (50% Schritt)
el: Page-Down - Μετακίνηση προς τα κάτω (κατά 50% της προβολής).
lt: PageDown - Perstumti matomą vaizdą 50% į apačią.
nl: Page-Down: Naar beneden schuiven (50% van het beeld).
th: Page-Down - เลื่อนลง (50% ของมุมมอง)

# msgShortcutsArrowUp.Text
source: Up Arrow - Pan Up (25% of View)
cs: Šipka nahoru - Posunout nahoru (25% výřezu)
de: Pfeiltaste Hoch - Nach oben verschieben (25% Schritt)
el: Up Arrow - Μετακίνηση προς τα πάνω (κατά 25% της προβολής).
lt: Up Arrow - Perstumti matomą vaizdą 25% į viršų.
nl: Pijl omhoog: Omhoog schuiven (25% van het beeld).
th: ลูกศรขึ้น - เลื่อนขึ้น (25% ของมุมมอง)

# msgShortcutsArrowDown.Text
source: Down Arrow - Pan Down (25% of View)
cs: Šipka dolu - Posunout dolu (25% výřezu)
de: Pfeiltaste Runter - Nach unten verschieben (25% Schritt)
el: Down Arrow - Μετακίνηση προς τα κάτω (κατά 25% της προβολής).
lt: Down Arrow - Perstumti matomą vaizdą 25% į apačią.
nl: Pijl omlaag: Naar beneden schuiven (25% van het beeld).
th: ลูกศรลง - เลื่อนลง (25% ของมุมมอง)

# msgShortcutsArrowLeft.Text
source: Left Arrow - Pan Left (25% of View)
cs: Šipka vlevo - Posunout doleva (25% výřezu)
de: Pfeiltaste Links - Nach links verschieben (25% Schritt)
el: Left Arrow - Μετακίνηση προς τα αριστερά (κατά 25% της προβολής).
lt: Left Arrow - Perstumti matomą vaizdą 25% į kairę.
nl: Pijl links: Naar links schuiven (25% van het beeld).
th: ลูกศรซ้าย - เลื่อนซ้าย (25% ของมุมมอง)

# msgShortcutsArrowRight.Text
source: Right Arrow - Pan Right (25% of View)
cs: Šipka vpravo - Posunout doprava (25% výřezu)
de: Pfeiltaste Rechts - Nach rechts verschieben (25% Schritt)
el: Right Arrow - Μετακίνηση προς τα δεξιά (κατά 25% της προβολής).
lt: Right Arrow - Perstumti matomą vaizdą 25% į dešinę.
nl: Pijl rechts: Naar rechts schuiven (25% van het beeld).
th: ลูกศรขวา - เลื่อนขวา (25% ของมุมมอง)

# titleRemoveGroup.Text
source: Remove Group?
cs: Odstranit skupinu vrstev?
de: Gruppe entfernen?
el: Αφαίρεση θεματικής ομάδας?
lt: Trinti grupę?
nl: Groep verwijderen?
th: ถอนกลุ่ม?

# ToolStripMenuItem6.Text
source: Zoom to Layer
cs: Zvětšit podle vrstvy
de: Auf Layer zoomen
el: Εστίαση στο θεματικό επίπεδο
lt: Priartinti vaizdą iki sluoksnio
nl: &Zoom naar laag
th: ขยายสู่ชั้นข้อมูล

# msgDataSubmitted.Text
source: Thank you! The data has been submitted.
cs: Děkujeme! Data byla odeslána
de: Vielen Dank! Die Daten wurden Übermittelt.
lt: Ačiū! Duomenys buvo išsiųsti.
nl: Bedankt! De data is verstuurd.

# msgHttpStatusCodeRedirect.Text
source: Content could not be read. URL was changed. Status Code={0}.
de: Inhalt kann nicht gelesen werden. Die URLwurde geändert. Status Code={0}.
lt: Turinys neprieinamas. URL pasikeitęs. Būsenos kodas={0}.
nl: Kan de content niet lezen. De URL is verhuist. Status code={0}.

# msgHttpStatusCodeNotFound.Text
source: Content could not be read. URL not accessible. Status Code={0}.
de: Inhalt kann nicht gelesen werden. URL nicht erreichbar. Status Code={0}.
lt: Turinys nenuskaitytas. URL neprieinamas. Būsenos kodas={0}.
nl: Kan de content niet lezen. Kan de URL niet vinden. Status code={0}.

# msgHttpStatusCodeElse.Text
source: Content could not be read. Status Code={0}.
de: Inhalt konnte nicht gelesen werden. Status Code={0}.
lt: Turinys nenuskaitytas. Būsenos kodas={0}.
nl: Kan de content niet lezen. Status code={0}.

# msgPerformanceInfo.Text
source: Performance Info: (bytes)
de: Leistungsangaben: (bytes)
nl: Prestatie info: (bytes)

# msgPrivateMemory.Text
source: Private Memory:
de: Interner Speicher:
nl: Intern geheugen:

# msgVirtualMemory.Text
source: Virtual Memory:
de: Virtueller Speicher:
nl: Virtueel geheugen:

# msgTotalCpuTime.Text
source: CPU-Time:
de: CPU-Last:
nl: Totale CPU tijd:

# msgTotalUserModeCpuTime.Text
source: CPU-Time by user:
de: CPU-Last durch Nutzer:
nl: Totale CPU tijd in gebruikersmode:

# msgModulesInfo.Text
source: Module Info:
de: Modulinformationen:
nl: Info van de modules:

# msgModuleName.Text
source: Module Name:
nl: Module naam:

# msgPath.Text
source: Path:
de: Pfad:
nl: Pad:

# msgVersion.Text
source: Version:
nl: Versie:

# msgNoConnection.Text
source: You don't appear to have an active internet connection. Please check your internet connection and try again.
cs: Nepodařilo se připojit k Internetu.
de: Es scheint keine Internetverbindung zu bestehen oder ein Konfigurationsproblem zu geben. Überprüfen Sie bitte ihre Interneteinstellungen und versuchen Sie es erneut.
lt: Jūs ko gero neturite aktyvios interneto prieigos. Pasitikrinkite interneto prieigą ir bandykite dar kartą.
nl: Of er is geen internet connectie of er is een ander communicatie probleem. Controleer de internetverbinding en probeer opnieuw.

# msgOverwriteCurrentlyLoadedScript.Text
source: The currently loaded script will be overwritten. Do you want to continue?
cs: Poslední skript bude přepsán. Pokračovat?
de: Das Skript wird überschrieben. Wollen Sie fortfahren?
lt: Šiuo metu užkrautas skriptas bus perrašytas. Ar norite tęsti?
nl: Let op dit zal je huidige script overschrijven. Weet je zeker dat je verder wilt gaan?
