Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/GlobalResource.*.resx
Languages: cs, de, el, lt, nl, th

# msgBadUsernamePassword.Text
source: The submission failed. The username or password is invalid. Please double-check it.
cs: Odeslání se nezdařilo. Zadali jste chybné uživatelské jméno nebo heslo.
de: Das Hochladen ist fehlgeschlagen. Der Nutzername oder das Passwort wurden nicht akzeptiert.
lt: Perdavimas nepavyko. Vartotojo vardas ar slaptažodis neteisingas. pasitikrinkite.
nl: Het toevoegen is mislukt. De gebruikersnaam of het wachtwoord is niet goed.

# msgSubmittedSuccessfully.Text
source: The submission succeeded. Thank you!
cs: Odeslání proběhlo úspěšně. Děkujeme!
de: Übertragung war erfolgreich. Vielen Dank!
lt: Perdavimas pavyko. Ačiū!
nl: Het toevoegen is gelukt. Bedankt!

# msgGarbledServerResponse.Text
source: The response from the server was not understood. Please try submitting again.
cs: Nepodařilo se kontaktovat server. Zkuste prosím odeslat skript znovu.
de: Die Serverantwort konnte nicht interpretiert werden. Probieren Sie es erneut.
lt: Nesuprantamas atsakas iš tarnybinės stoties. Bandykite dar kartą.
nl: Het antwoord van de server kon niet worden begrepen. Probeer het nogmaals.

# msgIncomplete.Text
source: All fields are required; please make sure to enter something in every field.
cs: Vyplňte prosím všechna pole.
de: Bitte füllen Sie alle Felder aus.
nl: Alle velden zijn verplicht, vul in elk veld iets in.

# PluginPropertyName.Text
source: Name:
cs: Název:
el: Όνομα:
lt: Pavadinimas:
nl: Naam:

# PluginPropertyVersion.Text
source: Version:
cs: Verze:
el: Έκδοση:
lt: Versija:
nl: Versie:

# PluginPropertyBuildDate.Text
source: Build Date:
cs: Datum:
de: Datum:
el: Ημερομηνία:
lt: Kompiliacijos data:
nl: Datum:
th: Datum:

# PluginPropertyAuthor.Text
source: Author:
cs: Autor:
de: Autor:
el: Ανάπτυξη:
lt: Autorius:
nl: Auteur:

# PluginPropertyDescription.Text
source: Description:
cs: Popis:
de: Beschreibung:
el: Περιγραφή:
lt: Aprašymas:
nl: Omschrijving:

# CustomProjection.Text
source: Custom Projection
cs: Vlastní projekce
de: Benutzerdefinierte Projektion
el: Παραμετροποιημένη προβολή
lt: Individualizuota projekcija
nl: Custom projectie

# WarningProjectionMismatch.Text
source: Warning: Projection Mismatch
cs: Varování: Rozdílné mapové projekce
de: Warnung: Projektionsdiskrepanz vorhanden
el: Προειδοποίηση: Τα προβολικά συστήματα δεν συμπίπτουν
lt: Dėmesio: Projekcijų nesutapimas
nl: Waarschuwing: Projecties zijn niet gelijk

# msgReprojectedGridDoesNotExists.Text
source: Error: The reprojected grid file doesn't exist! Check for an errorlog.txt. Aborting layer add.
cs: Chyba: Reprojekce gridu se nezdařila! Zkontrolujte prosím soubor errorlog.txt. Vrstvu nelze přidat.
de: Fehler: The reprojected grid file doesn't exist! Check for an errorlog.txt. Aborting layer add.
lt: Klaida: Perprojektuoto grid'o failas nerastas! Ieškokite errorlog.txt. Sluoksnio pridėjimas nutraukiamas.
nl: Fout: De reprojected grid bestaat niet! Controleer de errorlog.txt. De laag is niet toegevoegd.

# WarningNoProjectionOnLayer.Text
source: Warning: No Projection on Layer
cs: Varování: Nejsou nastaveny informace o mapové projekci
de: Warnung: Keine Projektion für den Layer angegeben
el: Προειδοποίηση: Κανένα προβολικό σύστημα για το θεματικό επίπεδο
lt: Dėmesio: Ant sluoksnio negali būti projekcijos
nl: Waarschuwing: Geen projectie voor de laag

# msgScriptError.Text
source: Script Error
cs: Chyba ve skriptu
de: Skriptfehler
lt: Skripto klaida
nl: Script fout

# msgSaveCurrentScript.Text
source: Do you wish to save your current script first?
cs: Chcete nejprve uložit změny ve Vašem skriptu?
de: Soll das aktuelle Script jetzt gespeichert werden?
lt: Ar prieš tai norite išsaugoti dabartinį skriptą?
nl: Wil je eerst het huidige script opslaan?

# msgIgnoreScript.Text
source: Warning: Ignoring the script name provided on the command line because it doesn't exist.
cs: Varování: Ignoring the script name provided on the command line because it doesn't exist.
de: Warnung: Der über die Kommandozeile übergebene Skriptname wurde ignoriert, da kein solches Skript existiert.
lt: Dėmesio: Nepaisoma skripto pavadinimo gauto iš komandinės eilutės, nes neegiztuoja.
nl: Waarschuwing: Het script dat op de command line is meegegeven is, wordt genegeerd omdat het niet bestaat.

# msgScriptNotExists.Text
source: Nonexistant Script Passed
cs: Skript neexistuje
de: Skript existiert nicht.
lt: Neegzistuojantis skriptas
nl: Het meegegeven script bestaat niet

# titleNoConnection.Text
source: No Internet Connection
cs: Internetové připojení
de: Keine Internetverbindung
lt: Nėra interneto prieigos
nl: Geen internetverbinding

# msgFindTutorials.Text
source: You don't appear to have an active internet connection. We have tutorials available at this URL: http://www.MapWindow.org/tutorials/
cs: Pravděpodobně nemáte zapnuté připojení k internetu. Uživatelské příručky můžete získat na stránkách: http://www.MapWindow.org/tutorials/
lt: Tikriausiai neturite aktyvio interneto prieigos. Konsultacijų galete rasti adresu: http://www.MapWindow.org/tutorials/
nl: Het lijkt erop dat er geen actieve internetverbinding is. De handleidingen zijn beschikbaar op URL: http://www.mapwindow.org/tutorials
th: ไม่พบการเชื่อมต่อ internet เรามีการติวที่ URL นี้:

# msgFindDocumentation.Text
source: You don't appear to have an active internet connection. Our documentation is available online at this URL: http://www.MapWindow.org/wiki/
cs: Pravděpodobně nemáte zapnuté připojení k internetu. Dokumentaci můžete získat na stránkách: http://www.MapWindow.org/wiki/
de: Es ist scheinbar keine Internetverbindung vorhanden. Dokumentation ist zu finden unter: http://www.MapWindow.org/wiki/
lt: Tikriausiai neturite aktyvios interneto prieigos. Mūsų dokumentacija internete prieinama adresu: http://www.MapWindow.org/wiki/
nl: Het lijkt erop dat er geen actieve internetverbinding is. De documentatie is beschikbaar op URL: http://www.mapwindow.org/wiki/
th: ไม่พบการเชื่อมต่อ internet เอกสารของเรามีในแบบเชื่อมต่อที่ URL นี้:

# msgFileNotFound.Text
source: File {0} not found
cs: Nepodařilo se najít {0}
de: Datei nicht gefunden {0}
nl: Kon het bestand {0} niet vinden
th: หาไม่พบ {0}

# mnuZoomToLayer.Text
source: Zoom to Layer
cs: Zvětšit podle vrstvy
de: Auf Layer zoomen
el: Εστίαση στο θεματικό επίπεδο
lt: Pritraukti vaizdą iki sluoksnio
nl: &Zoom naar laag
th: ขยายสู่ชั้นข้อมูล

# msgDropMissingLayer.Text
source: One of the layers in the project was not found. The file that couldn't be located is: {0} Would you like to locate this file? No will simply drop the layer from the project, Cancel will drop all missing layers.
nl: Een van de lagen in dit project ontbreekt. De ontbrekende laag is: {0} Wil je deze laag opzoeken? Bij nee wordt de laag verwijderd uit het project, bij annuleren worden alle ontbrekende lagen verwijderd.

# msgDropMissingLayer.Title
source: Missing Layer {0}
nl: Er ontbreekt een laag {0}

# msgProjectReadOnly.Text
source: The project file could not be saved because it is read-only Please have your system administrator grant write access to the file: {0}
nl: Het projectbestand kon niet worden opgeslagen omdat het alleen-lezen is Laat de systeembeheerder je schrijf toegang geven tot het bestand: {0}

# msgProjectReadOnly.Title
source: Read-Only Project File
nl: Projectbestand is alleen-lezen

# msgProjectInsufficientAccess.Text
source: The project file could not be saved due to insufficient access Please have your system administrator grant access to the file: {0}
nl: Het projectbestand kon niet worden opgeslagen omdat je te weinig rechten hebt. Laat de systeembeheerder je toegang geven tot het bestand: {0}

# msgProjectInsufficientAccess.Title
source: Insufficient Access
nl: Onvoldoende rechten

# msgSaveInMemoryLayer.Text
source: Layer {0} is in memory. Do you want to save it?
nl: Laag {0} is nog niet opgeslagen. Wil je het opslaan?

# msgSaveInMemoryLayer.Title
source: Save Layer
nl: Laag opslaan

# mnuAddECWPLayer.Text
source: Add ECWP Layer
nl: Voeg ECWP laag toe

# mnuRestoreMenu.Text
source: &Panels
lt: &Skydeliai
nl: Panelen

# mnuPanels.Text
source: &Panels
cs: Panel
de: &Panele
el: Πλαίσια
lt: &Skydeliai
nl: Panelen
th: &แผง

# DisableDynamicVis.Text
source: Dynamic visibility is enabled for this layer. Do you want to disable it and show this layer?
lt: Sluoksniui įjungtas dinaminis matomumas. Ar norite jį išjungti ir rodyti sluoksnį?
nl: Deze laag gebruikt Dynamic Visibility. Als je door gaat zal de Dynamic Visiblity opties worden uitgeschakeld. Weet je zeker dat je dit wilt? (Je kunt de Dynamic Visiblity via de Legenda Editor weer aanzetten.)

# mnuZoomToGroup.Text
source: Zoom to group
cs: Zvětšit podle skupiny
de: Auf Gruppe zoomen
el: Εστίαση στην ομάδα
lt: Pritraukti vaizdą iki grupės
nl: Zoom naar groep
th: ขยายสู่กลุ่ม

# sbContextMenu_ChangeUnits.Text
source: Change Display Units
cs: Změnit délkové jednotky
de: Anzeigeeinheiten wählen
lt: Pakeisti vaizdavimo vienetus
nl: Wijzig scherm units
th: เปลี่ยนแปลงหน่วยการแสดง

# sbContextMenu_UpperLeft.Text
source: Place in Upper Left
cs: Umístit vlevo nahoře
de: Unten links platzieren
lt: Patalpinti viršuje kairėje
nl: Bovenkant links
th: วางที่ซ้ายบน

# sbContextMenu_UpperRight.Text
source: Place in Upper Right
cs: Umístit vpravo nahoře
de: Oben rechts platzieren
lt: Patalpinti viršuje dešinėje
nl: Bovenkant rechts
th: วางที่ขวาบน

# sbContextMenu_LowerLeft.Text
source: Place in Lower Left
cs: Umístit vlevo dole
de: Oben links platzieren
lt: Patalpinti apačioje kairėje
nl: Onderkant links
th: วางที่ซ้ายล่าง

# sbContextMenu_LowerRight.Text
source: Place in Lower Right
cs: Umístit vpravo dole
de: Unten rechts platzieren
lt: Patalpinti apačioje kairėje
nl: Onderkant rechts
th: วางที่ขวาล่าง

# sbContextMenu_ChooseForecolor.Text
source: Choose Text Color
cs: Vyber barvu písma
de: Textfarbe wählen
lt: Pasirinkti teksto spalvą
nl: Kies tekst kleur
th: เลือกสีข้อความ

# sbContextMenu_ChooseBackcolor.Text
source: Choose Background Color
cs: Vyber barvu pozadí
de: Hintergrundfarbe wählen
lt: Pasirinkti fono spalvą
nl: Kies achtergrond kleur
th: เลือกสีพื้นหลัง

# msgErrorSavingImage.Text
source: There were errors saving the image
cs: Při ukládání obrázku došlo k chybě
de: Beim speichern des Bildes ist ein Fehler aufgetreten
el: Des erreurs sont apparues en sauvant l'image
lt: Buvo klaidų išsaugant paveikslėlį
nl: Er zijn foutmeldingen tijdens het opslaan van het plaatje
th: มีความผิดพลาดในการบันทึกภาพ

# msgRemoveGroup.Text
source: Are you sure you want to remove the selected group and its layer(s)?
cs: Opravdu si přejete odstranit vybranou skupinu a všechny její vrstvy?
de: Wollen Sie die gewählte Gruppe und die darin enthaltenen Layer wirklich entfernen?
el: Είστε σίγουρος ότι θέλετε να αφαιρέσετε την επιλεγμένη ομάδα και τα θεματικά της επίπεδα;
lt: Ar tikrai norite ištrinti pažymėtą grupę ir jos sluoksnius?
nl: Weet je zeker dat je de geselecteerde groep en de lagen die er in zitten wilt verwijderen?
th: คุณแน่ใจหรือไม่ที่จะเอากลุ่มที่เลือกและชั้นข้อมูลของมันออก?

# msgClickNextPoint.Text
source: Click next point.
cs: Klikněte na další bod.
lt: Pažymėkite sekantį tašką.
nl: Klik volgende punt.

# msgDistanceStartOver.Text
source: Click next point. Right-click to start over.
cs: Klikněte na další bod. Pro nové měření stiskněte pravé tlačítko myši.
lt: Pažymėkite sekantį tašką. Spauskite dešinį klavišą, kad pradėti iš naujo.
nl: Klik volgende punt. Rechtermuisklik op te stoppen

# msgShortcutsCtrlShiftI.Text
source: Ctrl-Shift-I - Enter Zoom In mode.
lt: Ctrl+Shift+I - Pereiti į pritraukimo režimą.
nl: Ctrl-Shift-I: Inzoomen

# msgShortcutsCtrlShiftO.Text
source: Ctrl-Shift-O - Enter Zoom Out mode.
lt: Ctrl+Shift+O - Pereiti į atitolinimo režimą.
nl: Ctrl-Shift-O: Uitzoomen

# msgShortcutsCtrlShiftP.Text
source: Ctrl-Shift-P - Enter Pan mode.
lt: Ctrl+Shift+P - Pereiti į perstūmimo režimą.
nl: Ctrl-Shift-P: Verschuiven

# msgShortcutsCtrlSpace.Text
source: Ctrl-Spacebar: Toggle visibility on layer
cs: Ctrl-mezera: Vypnout / zapnout viditelnost vrstvy
lt: Ctrl+Spacebar - Perjungti sluoksnio matomumą.
nl: Ctrl-Spatiebalk: Wisselen zichtbaarheid laag
th: Control-Spacebar: เปิด-ซ่อนชั้นข้อมูล

# msgShortcutsCtrlArrows.Text
source: Ctrl-Up, Ctrl-Down: Switch selected layer in legend
cs: Ctrl-Šipka nahoru, Ctrl-Šipka dolu: Změnit výběr vrstvy v legendě
lt: Ctrl+Up, Ctrl+Down - Pasirinkti kitą sluoksnį legendoje.
nl: Ctrl-Pijl omhoog, Ctrl-Pijl omlaag: Wissel geselecteerde laag in de legenda
th: Control-Up, Control-Down: สลับการแสดงคำบรรยายในชั้นข้อมูลที่เลือก

# msgShortcutsCtrlEnter.Text
source: Ctrl-Enter - Layer Properties
cs: Ctrl-Enter - Vlastnosti mapové vrstvy
lt: Ctrl+Enter - Sluoksnio savybės.
nl: Ctrl-Enter: Laag eigenschappen
th: Ctrl-Enter - คุณสมบัติของชั้นข้อมูล

# titleClearLayers.Text
source: Confirm remove all layers
cs: Potvrdit odstranění všech vrstev
de: löschen aller Layer bestätigen
el: Αφαίρεση θεματικών επιπέδων
lt: Patvirtinti visų sluoksnių trynimą
nl: Weet u zeker dat u alle lagen wilt verwijderen?
th: ยืนยันถอนทุกชั้นข้อมูล

# msgShortcutsCtrlI.Text
source: Ctrl-I - Feature Identifier Mode
lt: Ctrl+I - Ypatybių identifikavimo režimas.
nl: Ctrl-I: Identificeren

# msgShortcutsCtrlH.Text
source: Ctrl-H - Shape Selection/Highlight Mode
lt: Ctrl+H - Figūros pažymėjimo/paryškinimo režimas.
nl: Ctrl-H: Selecteren

# msgFileName.Text
source: File Name:
cs: Název souboru:
lt: Failo pavadinimas:
nl: Bestandsnaam:

# msgProjection.Text
source: Projection:
cs: Projekce:
lt: Projekcija:
nl: Projectie:

# msgProjectProjection.Text
source: Project Projection:
cs: Projekce projektu:
lt: Projekto projekcija:
nl: Project projectie:

# msgNewLayerProjection.Text
source: New Layer:
cs: Projekce nové vrstvy:
lt: Naujas sluoksnis:
nl: Nieuwe laag:

# msgChangeLanguage.Text
source: The change of language to {0} will take effect after restarting MapWindow
lt: Kalbos pakeitimas į {0} įsigalios paleidus MapWindow iš naujo
nl: De wijziging van de taal naar {0} zal pas na het herstarten van MapWindow effect hebben

# msgChangeLanguage.Title
source: Change Language
lt: Pakeisti kalbą
nl: Taal wijzigen

# mnuZoomIn.Text
source: Zoom In
cs: Zvětšit
de: Hereinzoomen
lt: Padidinti vaizdą
th: ขยายเข้า

# mnuPlugins.Text
source: Plug-ins
cs: Zásuvné moduly
el: Εργαλεία
lt: Papildiniai

# mnuScript.Text
source: Scripts
cs: Skripty..
de: Skripte...
lt: Skriptai...
th: บทสั่งงาน

# mnuHelp.Text
source: Help
cs: Nápověda
de: &Hilfe
el: Βοήθεια
lt: Pagalba
th: วิธีใช้

# UserDefined.Text
source: User Defined
cs: Uživatelsky definované
de: Benutzer definiert
el: Παραμετροποιημένη προβολή
lt: Apibrėžta vartotojo

# msgCustomProjection.Text
source: Custom
lt: Individualizuota
