Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/GISTools/Resource.*.resx
Languages: de, lt, th

# mnuApplyProjGRID.Text
source: Assign Projection to Grids
de: Projektion zu Grids zuordnen
lt: Priskirti projekciją grid'ams
th: กำหนด Projection ให้กริด

# mnuApplyProjImage.Text
source: Assign Projection to Images
de: Projektion zu Bildern zuordnen
lt: Priskirti projekciją paveikslėliams
th: กำหนด Projection ให้ภาพ

# mnuApplyProjSF.Text
source: Assign Projection to Shapefile
de: Projektionszuordnung zu Shapefile
lt: Priskirti projekciją shape byloms
th: กำหนด Projection ให้ Shapefile

# mnuBuffer.Text
source: Buffer Shapes
de: Shapes puffern
lt: Buferizuoti shape's
th: Buffer สัณฐาน

# mnuCalculateArea.Text
source: Calculate Polygon Areas
de: Polygonflächen berechnen
lt: Skaičiuoti poligonų plotus
th: คำนวณพื้นที่หลายเหลี่ยม

# mnuChangeFormatGRID.Text
source: Change Grid Formats
de: Grid-Format ändern
lt: Keisti grid'ų formatą
th: เปลี่ยนรูปแบบกริด

# mnuChangeNodata.Text
source: Change Nodata Value
lt: Keisti reikšmę "&nėra duomenų"
th: เปลี่ยนค่าไม่มีข้อมูล

# mnuClipGridWithPoly.Text
source: Clip Grid With Polygon
de: Grid mit Polygon verschneiden
lt: Iškirpti grid'ą su poligonais
th: ตัดกริดด้วยหลายเหลี่ยม

# mnuClipPolyWithLine.Text
source: Clip Polygon with Line
de: Verschneide Polygon mit Linie
lt: Suskaidyti poligonus su linija
th: ตัดหลายเหลี่ยมด้วยเส้น

# mnuClipSFWithPoly.Text
source: Clip Shapefile With Polygon
de: Verschneide Shape mit Polygon
lt: Suskaidyti shape bylą su poligonais
th: ตัด Shapefile ด้วยหลายเหลี่ยม

# mnuContour.Text
source: Generate a Contour Shapefile
de: &Generiere Kontur-Shape
lt: &Generuoti kontūro shape bylą
th: &สร้าง Shapefile เส้นชั้นระดับ

# mnuCreateImageGRID.Text
source: Create Grid Images
de: Grid Images erzeugen
lt: Sukurti grid'o paveikslėlį
th: สร้างภาพกริด

# mnuEraseSFWithPoly.Text
source: Erase Shapefile With Polygon
de: Lösche Shapedatei mit Polygon
lt: Trinti shape bylą su poligonais
th: ลบ Shapefile ด้วยหลายเหลี่ยม

# mnuExportByMask.Text
source: Export Shapes to New Shapefile by Mask
de: Exportieren von Shapes in eine neue Shapedatei über Maske
lt: Eksportuoti į naują shape bylą pagal kriterijų
th: ส่งออกสัณฐานไปยัง Shapefile ใหม่โดยหน้ากาก

# mnuExportSelected.Text
source: Export Selection
de: Exportieren ausgewählter Shapes in neue Shapedatei
lt: Eksportuoti pažymėjimą į naują shape bylą
th: ส่งออกสัณฐานที่เลือกไปยัง Shapefile ใหม่

# mnuGeoreference.Text
source: Georeference an Image or Grid
de: &Georeferenzierung eines Bildes oder Grids
lt: &Geografiškai orientuoti rastrą arba grid'ą
th: &ทำการอ้างอิงทางภูมิศาสตร์ให้ภาพหรือกริด

# mnuGISTools.Text
source: GIS Tools
lt: GIS įrankiai
th: เครื่องมือ GIS

# mnuIdentity.Text
source: Identify Shapes with Polygon
de: Identifizieren von Shapes über Polygon
lt: Sutapatinti shape objektus su poligonu
th: เอกลักษณ์สัณฐานด้วยหลายเหลี่ยม

# mnuImage.Text
source: Image Operations
de: Bild
lt: Paveikslėlis
th: ภาพ

# mnuMerge.Text
source: Merge Shapes
de: Shapes mischen
lt: Apjungti shape's
th: รวมสัณฐานเข้าด้วยกัน

# mnuMergeGRIDS.Text
source: Merge Grids
de: Merge mischen
lt: Sujungti grid'us
th: รวมกริดเข้าด้วยกัน

# mnuMergeSF.Text
source: Merge Shapefiles
de: Shapedateien mischen
lt: Apjungti shape bylas
th: รวม Shapefile เข้าด้วยกัน

# mnuRaster.Text
source: Raster
lt: Rastras
th: ราสเตอร์

# mnuRectifyToWorldfile.Text
source: Rectify Image to Worldfile
de: Bild an Worldfile ausrichten
lt: Sukurti paveikslėliams "Worldfile"
th: ทำภาพให้เป็น Worldfile

# mnuReProjGRID.Text
source: Reproject Grids
de: Grids reprojizieren
lt: Perprojektuoti grid'us
th: Project กริดใหม่

# mnuReProjImage.Text
source: Reproject Images
de: Bilder reprojizieren
lt: Perprojektuoti paveikslėlius
th: Project ภาพใหม่

# mnuReProjSF.Text
source: Reproject Shapefile
de: Shapedatei reprojizieren
lt: Perprojektuoti shape bylą
th: Projection ใหม่ให้ Shapefile

# mnuResampleGRID.Text
source: Resample Grids
de: Grids resamplen
lt: Keisti gridų dydį
th: สุ่มตัวอย่างกริดใหม่

# mnuVector.Text
source: Vector Operations
de: Vektor
lt: Vektorius
th: เวคเตอร์
