Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Classes/Settings/AppSetGrid.*.resx
Languages: cs, nl

# BackgroundColor
source: Default map Background Color
cs: Výchozí barva pozadí
nl: Achtergrondkleur

# BackgroundColorDescription
source: The background color of the map view. This setting will be applied to all MapWindow projects.
cs: Barva pozadí mapy
nl: De achtergrondkleur van het map gedeelte.

source: Debug Log
cs: Logovací soubor
nl: Debug log file

# DebugLogCategory
source: Debug Log file
cs: Logovací soubor

# DebugLogDescription
source: Sets the location for a debug log to be written. If blank (empty) no log will be written. Log messages are written using MapWinUtility.Logger.
cs: Do logovacího souboru jsou ukládána chybová hlášení a zprávy o průběhu výpočtů a dalších operací v MapWindow.
nl: Geeft de locatie weer waar de debug log heen geschreven moet worden. Als er niets is ingevuld zal er geen log gemaakt worden.

# DisplayOptionsCategory
source: Display Options
cs: Možnosti zobrazení
nl: Uiterlijk

# DisplayWelcome
source: Display Welcome Screen?
cs: Ukázat úvodní obrazovku?
nl: Toon Welkomsscherm?

# DisplayWelcomeDescription
source: Sets whether the welcome screen should be displayed when starting MapWindow.
cs: Zobrazení úvodní obrazovky při startu MapWindow.
nl: Geeft aan of het welkomsscherm wel of niet moet worden getoond bij het opstarten.

# ESRIBehavior
source: ArcInfo Grid Loading Behavior
cs: Otevírání souborů ArcInfo (ESRI) Grid

# ESRIBehaviorDescription
source: Determines whether an ESRI ArcInfo grid should be loaded as a grid or as an image.
cs: Způsob otevření souboru ve formátu ArcInfo (ESRI) Grid (jako obrázek, nebo jako grid)
nl: Geeft aan of een ESRI ArcInfo grid als grid of als plaatje moet worden getoond.

# FileFormatCategory
source: File Formats
cs: Formáty souborů
nl: Bestandsformaten

# GeoTIFFAndImgBehavior
source: TIFF/IMG/DEM Loading Behavior
cs: Otevírání souborů TIFF, IMG, a DEM

# GeoTIFFAndImgBehaviorDescription
source: Determines whether a TIFF, IMG or DEM file should be loaded as a grid or as an image, or automatically determined.
cs: Způsob otevření souboru ve formátu TIFF, IMG a DEM (jako obrázek, nebo jako grid)
nl: Geeft aan of een TIFF, IMG of DEM bestand als grid of als plaatje moet worden getoond.

# LabelsUseProjectLevel
source: Project-Level Labels
cs: Popisky na úrovni projektu

# LabelsUseProjectLevelDescription
source: Determines whether labels are loaded from and saved to a project-specific label file or from a shapefile-specific label file. Using a project-level label file will create a new subdirectory with the project's name.
cs: Způsob uložení popisků. Popisky mohou být uloženy na úrovni projektu nebo zvlášť pro každou mapovou vrstvu (shapefile). Při volbě "uložení popisků na úrovni projektu" jsou popisky uloženy v novém podadresáři se stejným názvem, jako název projektu.
nl: Geeft aan of labels geladen en bewaard worden naar een project-specifiek labelbestand of van een shapefile-specifiek labelbestand. Als een project-specifiek labelbestand wordt gebruikt, wordt er een nieuwe submap gemaakt met de naam van het project.

# LanguageSettingsCategory
source: Language Settings
cs: Nastavení jazyka
nl: Taal instellingen

# Locale
source: Language
cs: Jazyk
nl: Taal

# LocaleDescription
source: User-specified language to use in MapWindow. This change will take effect after restarting MapWindow.
cs: Uživatelský jazyk (může být jiný než výchozí nastavení jazyka). Pro změnu jazyka je nutné restartovat MapWindow.
nl: Wijzig de taal. Deze wijziging vereist een herstart van MapWindow.

# MapBehaviorCategory
source: Map Behavior
cs: Vzhled mapy

source: Mouse Wheel Zoom
cs: Zvětšování kolečkem myši

# MouseWheelZoomDescription
source: Controls the direction of zoom when the mouse wheel is used (or none).
cs: Zvětšování nebo zmenšování mapy při použití kolečka myši
nl: Geeft de zoom richting voor de mouse wheel.

# OverrideSystemLocale
source: Enable user-specified language
cs: Nastavit uživatelský jazyk
nl: Gebruik andere taal

# OverrideSystemLocaleDescription
source: Override the system regional and language settings. This change will take effect after restarting MapWindow.
cs: Použít pro práci s MapWindow vybraný jazyk. Pro změnu jazyka je nutné restartovat MapWindow.
nl: Gebruik een andere taal dan in je 'Regionale instellingen' van Windows is gedefinieerd. Deze wijziging vereist een herstart van MapWindow.

source: Resize Behavior
cs: Změna velikosti mapového okna

# ResizeBehaviorDescription
source: Controls how the map contents will behave when the window is resized.
cs: Přizpůsobení obsahu mapy při změně mapového okna
nl: Geeft aan hoe de map zich moet gedragen als het window wordt verkleind of vergroot.

# SaveShapeSettings
source: Save Shape-level Settings
cs: Barevné schéma a legenda vrstev

# SaveShapeSettingsDescription
source: Sets whether any shape-level formatting should be saved in the project file/shape properties file.
cs: Uložit barevné schéma a legendu mapových vrstev v projektu, nebo ve speciálních souborech.

source: Transparent Selection
cs: Výběr objektů v mapě
nl: Transparente selectie

# TransparentSelectionDescription
source: Indicates whether selected shapes should be shown as transparent.
cs: Při výběru objektů v mapě označit objekty jako průhledné.
nl: Geeft aan of geselecteerde shapes transparant getoond moeten worden.

# WelcomeScreenCategory
source: Welcome Screen
cs: Úvodní obrazovka
nl: Welkomsscherm
