Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Classes/Settings/PrjSetGrid.*.resx
Languages: cs, nl

# BackgroundColor
source: Project Map Background Color
cs: Barva pozadí
nl: Achtergrondkleur

# BackgroundColor_UseDefault
source: Use default background color?
cs: Použít výchozí barvu pozadí
nl: Gebruik de standaard achtergrondkleur?

# BackgroundColor_UseDefaultDescription
source: Set this option to "False" to change the map background color of this project and override the application-level background color settings.
cs: Chcete-li pro tento projekt použít jinou barvu pozadí než výchozí, nastavte tuto možnost na "False"
nl: Zet deze optie op "False" om de achtergrondkleur van dit project te wijzigen, hiermee de achtergrondkleur, gezet op applicatie niveau, te negeren.

# BackgroundColorDescription
source: The map background color of this project. This setting overrides the default application-level map background color.
cs: Barva pozadí mapy
nl: De achtergrondkleur van het map gedeelte.

source: Category
cs: Kategorie
nl: 1. Rubriek

# CategoryDescription
source: The main category of projection for this project. Choose this first.
cs: Hlavní kategorie souřadnicových systémů. Zvolte jako první.
nl: De rubriek van de projectie van dit project. Selecteer dit als eerste.

# CoordinateDisplayCategory
source: Coordinate Display
cs: Zeměpisné souřadnice
nl: Coördinaten

# DataUnits
source: Map Data Units
cs: Délkové jednotky mapy

# DataUnitsDescription
source: Sets the unit that the map data is assumed to be in.
cs: Nastavení délkových jednotek použitých v souřadnicovém systému mapy.
nl: Geeft de units aan waarin de map zich bevindt.

# DisplayOptionsCategory
source: Display Options
cs: Možnosti zobrazení
nl: Uiterlijk

source: Group
cs: Skupina
nl: 2. Groep

# GroupDescription
source: The subcategory of projection for this project. Choose this second.
cs: Podkategorie referenčního systému (projekce) pro tento projekt.
nl: De subrubriek van de projectie van dit project. Selecteer dit als tweede.

# MwConfigFileName
source: MapWindow Configuration File
cs: Konfigurační soubor

# MwConfigFileNameDescription
source: Location of the application - level configuration file used by this project.
cs: Název konfiguračního souboru použitého pro tento projekt. V konfiguračním souboru jsou uložena nastavení aplikace.

source: Name
cs: Název
nl: 3. Naam

# NameDescription
source: The name of the projection for this project. Choose this third.
cs: Název referenčního systému (projekce) pro tento projekt.
nl: De naam van de projectie van dit project. Selecteer dit als derde.

# ProjectBehaviorCategory
source: Project Behavior
cs: Možnosti projektu
nl: Project gedrag

# ProjectProjectionCategory
source: Project Projection
cs: Referenční systém (projekce)
nl: Project projectie

# SaveShapeSettings
source: Save Shape-level Settings
cs: Barevné schéma a legenda vrstev
nl: Opslaan shape-level instellingen

# SaveShapeSettingsDescription
source: Sets whether any shape-level formatting should be saved in the project file/shape properties file.
cs: Uložit barevné schéma a legendu mapových vrstev v projektu, nebo ve speciálních souborech.
nl: Geeft aan of shape-level formatting opgeslagen moet worden in het projectbestand.

# ShowAdditionalUnits
source: Show Additional Unit
cs: Doplňkové jednotky
nl: Toon extra units

# ShowAdditionalUnitsDescription
source: Indicates whether additional units should be shown in addition to the map data units.
cs: Zobrazit souřadnice aktuální polohy myši v dolním panelu formuláře v doplňkových jednotkách.
nl: Geeft aan of er extra units getoond moeten worden.

# ShowDataUnits
source: Show Map Data Units
cs: Zobrazit souřadnice (hlavní jednotky)
nl: Toon map data units

# ShowDataUnitsDescription
source: Sets whether the coordinates should be displayed in the status bar in the map data units.
cs: Zobrazit souřadnice aktuální polohy myši v dolním panelu formuláře
nl: Geeft aan of de coördinaten in de statusbalk als map data units getoond moeten worden.

# ShowProjectionMismatchWarnings
source: Show Mismatch Warnings?
cs: Zobrazit varování o rozdílném referenčním systému?
nl: Toon mismatch waarschuwingen?

# ShowProjectionMismatchWarningsDescription
source: Sets whether to prompt when a projection mismatch is detected between datasets.
cs: Zobrazí varování, pokud má přidávaná mapová vrstva (shapefile) jiný referenční systém (projekci) než je v nastavení projektu.
nl: Geeft aan of een waarschuwing getoond moet worden als er een verschil in projectie is tussen datasets.

# StatusAlternateCoordsCommas
source: Status Bar Comma Separators (Additional)
cs: Oddělovače tisíců (doplňkové jednotky)
nl: Statusbalk komma separator (extra)

# StatusAlternateCoordsCommasDescription
source: Display commas in coordinates?
cs: Zobrazit oddělovače tisíců u doplňkových jednotek?
nl: Toon komma's in coordinaten?

# StatusAlternateCoordsRounding
source: Status Bar Decimals (Additional)
cs: Počet desetinných míst (doplňkové jednotky)
nl: Statusbalk decimalen (extra)

# StatusAlternateCoordsRoundingDescription
source: Number of digits to round on alternate coordinates.
cs: Počet desetinných míst (doplňkové jednotky)
nl: Aantal decimalen in de coördinaten.

# StatusCoordsCommas
source: Status Bar Comma Separators (Standard)
cs: Oddělovače tisíců (hlavní jednotky)
nl: Statusbalk komma separator (standaard)

# StatusCoordsCommasDescription
source: Display commas in coordinates?
cs: Zobrazit oddělovače tisíců?
nl: Toon komma's in coördinaten?

# StatusCoordsRounding
source: Status Bar Decimals (Standard)
cs: Počet desetinných míst (hlavní jednotky)
nl: Statusbalk decimalen (standaard)

# StatusCoordsRoundingDescription
source: Number of digits to round on standard coordinates.
cs: Počet desetinných míst (hlavní jednotky)
nl: Aantal decimalen in de coördinaten.

source: Transparent Selection
cs: Výběr objektů v mapě
nl: Transparente selectie

# TransparentSelectionDescription
source: Indicates whether selected shapes should be shown as transparent.
cs: Při výběru objektů v mapě označit objekty jako průhledné.
nl: Geeft aan of geselecteerde shapes transparant getoond moeten worden.

# UseSpecifyProjection
source: Use Projection Info?
cs: Použít referenční systém projektu?
nl: 4. Gebruik projectie gegevens?

# UseSpecifyProjectionDescription
source: Specifies that the projection information specified above should be used; choose this last after choosing a projection above.
cs: Použít referenční systém (projekce) aktuálního projektu pro všechny přidávané mapové vrstvy.
nl: Geeft aan dat de bovenstaande projectie gegevens gebruikt moet worden. Selecteer dit als laatste, nadat de projectie is gekozen.
