Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/Scripts/frmOnlineScriptSubmit.*.resx
Languages: de

# Label1.Text
source: Please provide the following information, then click Submit. Once the script has been approved, it will appear in the online directory.
de: Bitte füllen Sie die folgenden Felder aus. Nachdem das Skript überprüft wurde wird es im Online Verzeichnis aufgeführt.

# Label2.Text
source: Thanks for your submission!
de: Danke für Ihre Einsendung!

# Label4.Text
source: Language:
de: Programmiersprache:

# Label3.Text
source: Description:
de: Beschreibung:

# Label5.Text
source: Script name:
de: Skript Name:

# Label6.Text
source: Your name:
de: Webseiten Nutzername:

# Label8.Text
source: (the currently loaded script is displayed by default)
de: (das aktuell geladene Skript wird automatisch angezeigt)

# Label9.Text
source: Script:
de: Skript:

# btnClose.Text
source: &Close
de: Sch&ließen

# btnSubmit.Text
source: &Submit
de: &Senden

# $this.Text
source: Submit my Script
de: Eigenes Skript einsenden
