Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/MapWindow/Forms/Scripts/frmScriptHelp.*.resx
Languages: de, ro, vi_vn

# LinkLabel3.Text
source: MapWindow Bugs and Feature Requests
de: MapWindow Bugs and Feature Wünsche
ro: Defecte si Caracteristici ale MapWindow

# LinkLabel2.Text
source: MapWindow Discussion Forums
de: MapWindow Diskussions Forum
ro: Forumuri De Discutii MapWindow
vi_vn: Diễn đàn thảo luận MapWindow

# LinkLabel1.Text
source: MapWindow Online Documentation
de: MapWindow Online Dokumentation
ro: Documentatie MapWindow Online
vi_vn: Tài liệu trực tuyến MapWindow

# Label2.Text
source: Other Resources
de: Weitere Ressourcen
ro: Alte Resurse
vi_vn: Những nguồn khác

# Label1.Text
source: This scripting system will allow you to set up custom actions or build your own plug-in, without needing a programming environment such as Visual Studio.
de: Das Skript-System ermöglicht es ihnen eigene Aktionen oder PlugIns zu erstellen, ohne eine Programmierumgebung wie z.B. das Visual Studio zur Verfügung zu haben.
ro: Acest sistem pentru scripturi va va permite setarea unor actiuni proprii sau construirea propriului plug-in, fara a avea nevoie de un mediu de programare ca Visual Studio.
vi_vn: Hệ thống bản thảo này cho phép bạn thiết lập những thao tác tùy biến hoặc xây dựng những chương trình gắn kèm của riêng bạn, không cần một môi trường lập trình như Visual Studio.

# Label3.Text
source: A simple example script is displayed by default. You may change this to do anything you wish. For help in creating scripts and plugins, please utilize the other resources below.
de: Standartmäßig wird ein einfaches Beispielskript gezeigt, welches Sie als Grundlage nutzen können um ihre eigenen Vorhaben zu realisieren. Für Hilfestellungen bei der Erstellung von Skripten und PlugIns nutzen Sie bitte die aufgeführten Ressouren.
ro: Un exemplu simplu de script va fi afisat. Puteti schimba orice doriti. Pentru ajutor in crearea scripturilor sau plug-ins, va rugam utilizati 'Alte resurse' de mai jos.
vi_vn: Một bản thảo mẫu đơn giản được hiển thị mặc định. Bạn có thể thay đổi điều này để làm bất cứ điều gì bạn muốn. Cho sự hỗ trợ trong việc tạo bản thảo và chương trình gắn kèm, vui lòng sử dụng những nguồn khác bên dưới.

# Label4.Text
source: Important Notes:
de: Wichtiger Hinweis:
ro: Note importante:
vi_vn: Những chú ý quan trọng:

# Label5.Text
source: Scripts will begin execution at the 'ScriptMain' function.
de: Skripte beginnen immer mit der Ausführung der 'ScriptMain' Funktion.
ro: Scripturile vor incepe executia la functia 'ScriptMain'.
vi_vn: Những bản thảo sẽ bắt đầu thực thi tại chức năng 'ScriptMain'.

# Label6.Text
source: Compiling a plug-in will prompt you to save a DLL file, which is added to the Plug-ins menu. Execution may not immediately start until the plug-in is turned on by selecting it from the Plug-ins menu.
de: Beim kompilieren eines PlugIns werden Sie aufgefordert ein DLL Datei zu speichern, welche dem PlugIns Menü zugefügt wird. Die Ausführung wird erst möglich wenn das PlugIn im Menü ausgewählt und aktiviert wurde.
ro: Compilarea plug-in-ului va sugera salvarea fisierului ca DLL, care este adaugat meniului pentru plug-ins. Este posibil ca executia sa nu inceapa inainte ca plug-in-ul sa fie activat prin selectarea lui din meniul Plug-in.
vi_vn: Việc biên dịch một chương trình gắn kèm sẽ nhắc bạn lưu một tập tin DLL để gắn vào thực đơn Những chương trình gắn kèm. Sự thực thi không thể ngay tức thì bắt đầu cho đến khi chương trình gắn kèm được mở bằng việc chọn nó từ thực đơn Chương trình gắn kèm.

# $this.Text
source: MapWindow Script Help
de: MapWindow Skript Hilfe
ro: Ajutor Pentru Scripturi MapWindow
vi_vn: Hỗ trợ bản thảo MapWindow

# cmdOk.Text
source: &OK
vi_vn: &Đồng ý
