Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/Labeler/Forms/frmLabeler.*.resx
Languages: lt

# btnApply.Text
source: Apply
lt: Taikyti

# btnOk.Text
source: OK
lt: Gerai

# btnCancel.Text
source: Close
lt: Uždaryti

# label1.Text
source: Align:
lt: Lygiuoti:

# label2.Text
source: Font:
lt: Šriftas:

# groupBox1.Text
source: Label Properties
lt: Anotacijos savybės

# UseLabelCollisionCheckBox.Text
source: Use Label Collision Avoidance
lt: Vengti susikertančių anotacijų

# btnSetScaleSize.Text
source: Reset Font Scale
lt: Atstatyti šrifto mastelį

# LabelsScaleCheckBox.Text
source: Scale Labels
lt: Didinti pagal mastelį

# LabelsShadowCheckBox.Text
source: Use Label Shadow
lt: Rodyti šešėlį

# label4.Text
source: Color:
lt: Spalva:

# RemoveDuplicatesCheckBox.Text
source: Remove Duplicate Labels
lt: Šalinti pasikartojančias anotacijas

# label3.Text
source: Label Field for First Line:
lt: Anotacijos laukas pirmai eilutei:

# groupBox2.Text
source: Label zoom extents
lt: Anotacijos pritraukimo ribos

# label12.Text
source: Scale:
lt: Mastelis:

# cbEnableMinExtents.Text
source: Enable label extents
lt: Įjungti anotacijos ribas

# btnSaveMinExtents.Text
source: Use Current
lt: Esamas

# btnRelabel.Text
source: Force Reapply
lt: Taikyti priverstinai

# label5.Text
source: Label Field for Second Line (optional):
lt: Anotacijos laukas antrai eilutei (nebūtinas):

# groupBox3.Text
source: Optionally Prepend / Append Text
lt: Pasirinktinai pridėti tekstą prieš/po anotacija

# label9.Text
source: Append Text:
lt: Tekstas po:

# label10.Text
source: Prepend Text:
lt: Tekstas prieš:

# label11.Text
source: Second Line:
lt: Antra eilutė:

# label8.Text
source: Append Text:
lt: Tekstas po:

# label7.Text
source: Prepend Text:
lt: Tekstas prieš:

# label6.Text
source: First Line:
lt: Pirma eilutė:

# groupBox4.Text
source: Label Rotation
lt: Anotacijos pasukimas

# chbRotate.Text
source: Rotate Label by Field Value?
lt: Pasukti anotaciją pagal lauko reikšmę?

# $this.Text
source: Shapefile Labeler
lt: Shape objektų anotacijos
