Repository: rajeshwarn/BASINS-MapWindow
Catalog: MapWindow4Dev/GISTools/Forms/Grid/frmGeoreference.*.resx
Languages: lt

# Label2.Text
source: This tool enables georeferencing an image by specifying the location of three points on the image.
lt: Įrankis leidža geografiškai orientuoti paveiklėlį nurodžius jame trijų taškų vietą.

# Label5.Text
source: Image Coordinates
lt: Paveikslėlio koordinatės

# Label6.Text
source: Location of Point
lt: Taško vieta

# Label7.Text
source: X Coord:
lt: X koord.:

# Label8.Text
source: Y Coord:
lt: Y koord.:

# GroupBox1.Text
source: Point 1
lt: 1 taškas

# Label3.Text
source: Location of Point
lt: Taško vieta

# Label13.Text
source: Image Coordinates
lt: Paveikslelio koordinatės

# Label16.Text
source: Y Coord:
lt: Y koord.:

# Label18.Text
source: X Coord:
lt: X koord.:

# GroupBox2.Text
source: Point 2
lt: 2 taškas

# Label14.Text
source: Location of Point
lt: taško vieta

# Label19.Text
source: Image Coordinates
lt: Paveikslėlio koordinatės

# Label10.Text
source: Y Coord:
lt: Y koord.:

# Label12.Text
source: X Coord:
lt: X koord.:

# GroupBox3.Text
source: Point 3
lt: 3 taškas

# Button3.Text
source: &Georeference
lt: Orient. &geografiškai

# chbAutoRectify.Text
source: Rectify Such That North is Straight Up
lt: Sukurti, kad šiaurė būtų viršuje

# Button2.Text
source: &Load File
lt: &Užkrauti bylą

# Button1.Text
source: &Start Over
lt: &Iš naujo

# Button4.Text
source: &Close
lt: &Uždaryti

# LinkLabel1.Text
source: Warnings
lt: Įspėjimai

# rdZoomIn.Text
source: Zoom In
lt: Padidinti

# rdZoomOut.Text
source: Zoom Out
lt: Sumažinti

# rdPan.Text
source: Pan
lt: Perstumti

# rdSelectPt.Text
source: Select Points
lt: Rinktis taškus

# Label20.Text
source: First, load an image into the map. Next, click three known points on the image.
lt: Pirma užkraukite paveikslėlį. Po to pažymėkite ant trijų žinomų taškų paveikslėlyje.

# Label21.Text
source: Next, click the corresponding points on the MapWindow map (you may need to load some reference data first).
lt: Po to pažymėtite atitinkamus taškus MapWindow žemėlapyje (pirma gali reikėti užkrauti orientacinius duomenis).

# Label22.Text
source: Lastly, click Georeference.
lt: Galiausiai spauskite "Orient. geografiškai".

# $this.Text
source: Georeference Image
lt: Geografiškai orientuoti paveikslėlį
